[
  {
    "title": "Kinder Chocolate Bar - 4.4oz (125g)",
    "price": "$4.70",
    "desc": "<p>Imported from the UK for Easter, Kinder's Mini Eggs make for a great Easter basket treat. Made with more milk and less cocoa, these delicious milk chocolate eggs come with a milky hazelnut center. <\/p><p><b>Net Weight:<\/b> 4.4 ounces (125 grams)<\/p><p><b>Ingredients:<\/b> Fine Milk Chocolate 45% (Sugar, Whole Milk Powder, Cocoa Butter, Cocoa Mass, Emulsifier: Lecithins (Soya), Vanillin), Sugar, Skimmed Milk Powder, Palm Oil, Hazelnuts (6.5%), Concentrated Butter, Emulsifier: Lecithins (Soya), Vanillin, Total Milk Solids: 29.5%, Total Cocoa Solids: 14.5%<\/p><p><b>Please note:<\/b>This item cannot ship to Canada. Canada prohibits dairy and beef products manufactured in the United Kingdom to be shipped into Canada. Thank you.<\/p>"
  },
  {
    "title": "Kinder Maxi Bar - 0.7oz (21g)",
    "price": "$1.02",
    "desc": "<p>Imported from England, these delectable Kinder Maxi chocolate bars are sure to curb your chocolate craving. Each wonderfully chocolatey bar consists of 5 chunks of creamy white chocolate enrobed in a thin layer of luxurious milk chocolate. Kinder Maxi is sure to satisfy any sweet tooth.<\/p><p><b>Net Weight:<\/b> 0.7 ounces (21 grams)<\/p><p><b>Ingredients:<\/b> Fine Milk Chocolate 40% (Sugar, Whole Milk Powder, Cocoa Butter, Cocoa Mass, Emulsifier: Soy Lecithin, Vanillin), Sugar, Skimmed Milk Powder, Vegetable Fat, Concentrated Butter, Emulsifier (Soy Lecithin), Vanillin, Total Milk Solids: 33%, Total Cocoa Solids: 13%<\/p><p><b>Please note:<\/b> This item cannot ship to Canada. Canada prohibits dairy and beef products manufactured in the United Kingdom to be shipped into Canada. Thank you.<\/p>"
  },
  {
    "title": "Kinder Bueno Bar - 43g - 1.5oz",
    "price": "$2.50",
    "desc": "<p>A delicious hazelnut creme filled confection, Kinder Bueno was first released in Germany in 1990. Imported from England, these decadent, creamy treats have proven to be addicting to residents of all countries that Kinder is sold in. Try one for yourself today and see what the excitement is all about! <\/p><p><b>Net Weight:<\/b> 1.5 ounces (43 grams)<\/p><p><b>Ingredients:<\/b> Milk chocolate 31.5% (sugar, cocoa butter, cocoa mass, skimmed milk powder, concentrated butter, emulsifier: soy lecithin, vanillin), sugar, vegetable oil, wheat flour, hazelnuts (10.8%), skimmed milk powder, whole milk powder, chocolate (sugar, cocoa mass, cocoa butter, emulsifier: soy lecithin, vanillin), fat-reduced cocoa, emulsifier (soy lecithin), raising agents (sodium hydrogen carbonate, ammonium carbonate) salt, vanillin<\/p><p><b>Please note:<\/b> This item cannot ship to Canada. Canada prohibits dairy and beef products manufactured in the United Kingdom to be shipped into Canada. Thank you.<\/p>"
  },
  {
    "title": "Kinder's Easter Seasonal Mini Figures - 3.17oz (90g)",
    "price": "$6.50",
    "desc": "<p>Imported from the UK for Easter, Kinder's Mini Figures gift pack makes a great gift for any chocolate lover. Each pack contains 6 holiday figures made from Kinder's delicious milk chocolate. <\/p><p><b>Net Weight:<\/b> 3.17 ounces (90 grams)<\/p> <p><b>Ingredients:<\/b> Fine Milk Chocolate 45% (Sugar, Whole Milk Powder, Cocoa Butter, Cocoa Mass, Emulsifier: Lecithins (Soya), Vanillin), Skimmed Milk Powder, Sugar, Vegetable Fats (Palm, Shea), Concentrated Butter, Emulsifier: Lecithins (Soya), Vanillin, Total Milk Constituents: 32%, Total Cocoa Constituents: 14.5%<\/p><p><b>Please note:<\/b> This item cannot ship to Canada. Canada prohibits dairy and beef products manufactured in the United Kingdom to be shipped into Canada. Thank you.<\/p>"
  },
  {
    "title": "Kinder Mini Eggs - 2.64oz (75g)",
    "price": "$4.19",
    "desc": "<p>Imported from the UK for Easter, Kinder's Mini Eggs make for a great Easter basket treat. Made with more milk and less cocoa, these delicious milk chocolate eggs come with a milky hazelnut center. <\/p><p><b>Net Weight:<\/b> 2.64 ounces (75 grams)<\/p><p><b>Ingredients:<\/b> Fine Milk Chocolate 45% (Sugar, Whole Milk Powder, Cocoa Butter, Cocoa Mass, Emulsifier: Lecithins (Soya), Vanillin), Sugar, Skimmed Milk Powder, Palm Oil, Hazelnuts (6.5%), Concentrated Butter, Emulsifier: Lecithins (Soya), Vanillin, Total Milk Solids: 29.5%, Total Cocoa Solids: 14.5%<\/p><p><b>Please note:<\/b>This item cannot ship to Canada. Canada prohibits dairy and beef products manufactured in the United Kingdom to be shipped into Canada. Thank you.<\/p>"
  }
]